/* 
  ServicesMenu.strings
  SiteSucker

  Created by Rick Cranisky on 6/17/15.
  Copyright (c) 2015 Rick Cranisky. All rights reserved.
*/

"Download with SiteSucker" = "Download with SiteSucker";
"Download with SiteSucker Pro" = "Download with SiteSucker Pro";
